Repository: thesmokinator/cash
Catalog: Cash/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Date
de: Datum
es: Fecha
it: Data

source: day
de: Tag
es: día
fr: jour
it: giorno

source: Day of week
de: Wochentag
es: dia de la semana
fr: Jour de la semaine
it: Giorno della settimana

source: days
de: Tage
es: días
fr: jours
it: giorni

source: Debit
de: Lastschrift
es: Débito
fr: Débit
it: Dare

source: Debit account (receives value)
de: Sollkonto (erhält Wert)
es: Cuenta de débito (recibe valor)
fr: Compte de débit (reçoit de la valeur)
it: Conto debito (riceve valore)

source: Debt-to-income ratio
de: Verhältnis von Schulden zu Einkommen
es: Relación deuda-ingresos
fr: Ratio dette/revenu
it: Rapporto rata/reddito

source: Default accounts
de: Standardkonten
es: Cuentas predeterminadas
fr: Comptes par défaut
it: Conti predefiniti

source: Default currency
de: Standardwährung
es: Moneda predeterminada
fr: Devise par défaut
it: Valuta predefinita

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Elimina

source: Delete account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina conto

source: Delete envelope
de: Umschlag löschen
es: Eliminar sobre
fr: Supprimer l'enveloppe
it: Elimina busta

source: Delete everything
de: Alles löschen
es: borrar todo
fr: Supprimer tout
it: Elimina tutto

source: Delete loan
de: Darlehen löschen
es: Eliminar préstamo
fr: Supprimer le prêt
it: Elimina prestito

source: Delete scheduled transaction
de: Geplante Transaktion löschen
es: Eliminar transacción programada
fr: Supprimer la transaction planifiée
it: Elimina transazione programmata

source: Delete transaction
de: Transaktion löschen
es: Eliminar transacción
fr: Supprimer l'opération
it: Elimina transazione

source: Description
de: Beschreibung
es: Descripción
it: Descrizione

source: Difference
de: Unterschied
es: Diferencia
fr: Différence
it: Differenza

source: Difference: %@
de: Differenz: %@
es: Diferencia: %@
fr: Différence : %@
it: Differenza: %@

source: Dividend income
de: Dividendenerträge
es: Ingresos por dividendos
fr: Revenu de dividendes
it: Dividendi

source: Done
de: Erledigt
es: Hecho
fr: Fait
it: Fatto

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata

source: Early repayment
de: Vorzeitige Rückzahlung
es: Amortización anticipada
fr: Remboursement anticipé
it: Estinzione anticipata

source: Early termination penalty
de: Strafe für vorzeitige Kündigung
es: Sanción por terminación anticipada
fr: Pénalité de résiliation anticipée
it: Penale estinzione anticipata

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica

source: Edit account
de: Konto bearbeiten
es: Editar cuenta
fr: Modifier le compte
it: Modifica conto

source: Edit envelope
de: Umschlag bearbeiten
es: Editar sobre
fr: Modifier l'enveloppe
it: Modifica busta

source: Edit scheduled transaction
de: Geplante Transaktion bearbeiten
es: Editar transacción programada
fr: Modifier la transaction planifiée
it: Modifica transazione programmata

source: Edit transaction
de: Transaktion bearbeiten
es: Editar transacción
fr: Modifier l'opération
it: Modifica transazione

source: Education
de: Ausbildung
es: Educación
fr: Éducation
it: Istruzione

source: Enable iCloud sync
de: Aktivieren Sie die iCloud-Synchronisierung
es: Habilitar la sincronización de iCloud
fr: Activer la synchronisation iCloud
it: Abilita la sincronizzazione iCloud

source: Enable Rollover
de: Aktivieren Sie Rollover
es: Habilitar rollover
fr: Activer le survol
it: Abilita riporto

source: Enable this to use this category as an envelope in your budget.
de: Aktivieren Sie diese Option, um diese Kategorie als Umschlag in Ihrem Budget zu verwenden.
es: Habilite esto para usar esta categoría como un sobre en su presupuesto.
fr: Activez cette option pour utiliser cette catégorie comme enveloppe dans votre budget.
it: Attiva per usare questa categoria come busta nel tuo budget.

source: End date
de: Enddatum
es: Fecha de finalización
fr: Date de fin
it: Data fine

source: End Date: %@
de: Enddatum: %@
es: Fecha de finalización: %@
fr: Date de fin : %@
it: Data fine: %@

source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese

source: Enter a name for this loan simulation
de: Geben Sie einen Namen für diese Kreditsimulation ein
es: Ingrese un nombre para esta simulación de préstamo
fr: Entrez un nom pour cette simulation de prêt
it: Inserisci un nome per questa simulazione di prestito

source: Enter any early termination penalty percentage from your loan agreement.
de: Geben Sie den Prozentsatz der Vorfälligkeitsentschädigung aus Ihrem Darlehensvertrag ein.
es: Ingrese cualquier porcentaje de penalización por terminación anticipada de su contrato de préstamo.
fr: Saisissez tout pourcentage de pénalité de résiliation anticipée de votre contrat de prêt.
it: Inserisci l'eventuale percentuale di penale dal contratto di prestito.

source: Enter the new interest rate. This will recalculate future payments.
de: Geben Sie den neuen Zinssatz ein. Dadurch werden zukünftige Zahlungen neu berechnet.
es: Ingrese la nueva tasa de interés. Esto volverá a calcular los pagos futuros.
fr: Saisissez le nouveau taux d'intérêt. Cela recalculera les paiements futurs.
it: Inserisci il nuovo tasso d'interesse. Questo ricalcolerà i pagamenti futuri.

source: Enter the starting balance for this account
de: Geben Sie den Startsaldo für dieses Konto ein
es: Ingrese el saldo inicial de esta cuenta
fr: Entrez le solde de départ de ce compte
it: Inserisci il saldo iniziale per questo conto

source: Entertainment
de: Unterhaltung
es: Entretenimiento
fr: Divertissement
it: Intrattenimento

source: Envelopes
de: Umschläge
es: Sobres
fr: Enveloppes
it: Buste

source: Equity
de: Eigenkapital
es: Equidad
fr: Équité
it: Patrimonio netto

source: Erasing data...
de: Daten werden gelöscht...
es: Borrando datos...
fr: Effacement des données...
it: Cancellazione dati...

source: Error
de: Fehler
fr: Erreur
it: Errore

source: Español
de: Spanisch
fr: espagnol

source: Estimated remaining balance
de: Geschätzter Restbetrag
es: Saldo restante estimado
fr: Solde restant estimé
it: Saldo residuo stimato

source: Every
de: Jeder
es: Cada
fr: Chaque
it: Ogni

source: Every %lld days
de: Alle %lld Tage
es: Cada %lld días
fr: Tous les %lld jours
it: Ogni %lld giorni

source: Every %lld months
de: Alle %lld Monate
es: Cada %lld meses
fr: Tous les %lld mois
it: Ogni %lld mesi

source: Every %lld weeks
de: Alle %lld Wochen
es: Cada %lld semanas
fr: Toutes les %lld semaines
it: Ogni %lld settimane

source: Every %lld years
de: Alle %lld Jahre
es: Cada %lld años
fr: Tous les %lld ans
it: Ogni %lld anni

source: Excellent
de: Exzellent
es: Excelente
it: Eccellente

source: Excellent financial stability
de: Ausgezeichnete finanzielle Stabilität
es: Excelente estabilidad financiera
fr: Excellente stabilité financière
it: Eccellente stabilità finanziaria

source: Execute
de: Ausführen
es: Ejecutar
fr: Exécuter
it: Esegui

source: Execute now
de: Jetzt ausführen
es: Ejecutar ahora
fr: Exécuter maintenant
it: Esegui ora

source: Execute transaction
de: Transaktion ausführen
es: Ejecutar transacción
fr: Exécuter la transaction
it: Esegui transazione

source: Exit the application
de: Beenden Sie die Anwendung
es: Salir de la aplicación
fr: Quitter l'application
it: Chiudi l'applicazione

source: Expense
de: Kosten
es: Gastos
fr: Frais
it: Spesa

source: Expense category
de: Ausgabenkategorie
es: categoría de gastos
fr: Catégorie de dépenses
it: Categoria spesa

source: Expenses
de: Kosten
es: Gastos
fr: Dépenses
it: Spese

source: Expenses by Category
de: Ausgaben nach Kategorie
es: Gastos por categoría
fr: Dépenses par catégorie
it: Spese per categoria

source: Export / Import
de: Exportieren / Importieren
es: Exportar / Importar
fr: Exporter/Importer
it: Esporta / importa

source: Export data
de: Daten exportieren
es: Exportar datos
fr: Exporter des données
it: Esporta dati

source: Export successful
de: Export erfolgreich
es: Exportación exitosa
fr: Exportation réussie
it: Esportazione completata

source: Export your data as JSON (full backup) or OFX (standard bank format). Import will replace all existing data.
de: Exportieren Sie Ihre Daten als JSON (vollständige Sicherung) oder OFX (Standard-Bankformat). Durch den Import werden alle vorhandenen Daten ersetzt.
es: Exporte sus datos como JSON (copia de seguridad completa) u OFX (formato bancario estándar). La importación reemplazará todos los datos existentes.
fr: Exportez vos données au format JSON (sauvegarde complète) ou OFX (format bancaire standard). L'importation remplacera toutes les données existantes.
it: Esporta i tuoi dati come JSON (backup completo) o OFX (formato bancario standard). L'importazione sostituirà tutti i dati esistenti.

source: Failed to compress data
de: Daten konnten nicht komprimiert werden
es: No se pudieron comprimir los datos
fr: Échec de la compression des données
it: Impossibile comprimere i dati

source: Failed to decode data
de: Daten konnten nicht dekodiert werden
es: No se pudieron decodificar los datos
fr: Échec du décodage des données
it: Impossibile decodificare i dati

source: Failed to decompress data
de: Daten konnten nicht dekomprimiert werden
es: No se pudieron descomprimir los datos
fr: Échec de la décompression des données
it: Impossibile decomprimere i dati

source: Failed to encode data
de: Daten konnten nicht kodiert werden
es: No se pudieron codificar los datos
fr: Échec de l'encodage des données
it: Impossibile codificare i dati

source: Financial details
de: Finanzielle Details
es: Detalles financieros
fr: Détails financiers
it: Dettagli finanziari

source: Fixed
de: Behoben
es: Fijado
fr: Fixé
it: Fisso

source: Fixed Expenses
de: Fixkosten
es: Gastos fijos
fr: Dépenses fixes
it: Spese fisse

source: Fixed Income
de: Festverzinsliche Wertpapiere
es: Renta Fija
fr: Revenu fixe
it: Entrate fisse

source: Fixed Income vs Expenses
de: Festeinkommen vs. Ausgaben
es: Renta Fija vs Gastos
fr: Revenu fixe vs dépenses
it: Entrate vs spese fisse

source: Food & dining
de: Essen und Trinken
es: Comida y comedor
fr: Nourriture et restauration
it: Cibo e ristorazione

source: Forecast
de: Vorhersage
es: Pronóstico
fr: Prévision
it: Previsione

source: Français
de: Französisch
es: francés
it: Francese

source: Freelance
de: Freiberuflich
es: Independiente
it: Lavoro freelance

source: French
de: Französisch
es: Francés
fr: Français
it: Francese

source: French (constant payment)
de: Französisch (konstante Bezahlung)
es: Francés (pago constante)
fr: Français (paiement constant)
it: Francese (rata costante)

source: Frequency
de: Frequenz
es: Frecuencia
fr: Fréquence
it: Frequenza

source: Friday
de: Freitag
es: Viernes
fr: Vendredi
it: Venerdì

source: From
de: Aus
es: De
fr: Depuis
it: Da

source: From account
de: Vom Konto
es: De la cuenta
fr: Depuis le compte
it: Dal conto

source: Full backup
de: Vollständige Sicherung
es: Copia de seguridad completa
fr: Sauvegarde complète
it: Backup completo

source: Full loan payoff
de: Vollständige Kreditrückzahlung
es: Liquidación total del préstamo
fr: Remboursement intégral du prêt
it: Estinzione totale prestito

source: Full payoff
de: Volle Auszahlung
es: pago completo
fr: Gain total
it: Estinzione totale

source: Full repayment
de: Volle Rückzahlung
es: reembolso completo
fr: Remboursement intégral
it: Rimborso totale

source: General
de: Allgemein
fr: Général
it: Generali

source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco

source: German (prepaid interest)
de: Deutsch (vorausbezahlte Zinsen)
es: Alemán (intereses prepagos)
fr: Allemand (intérêts prépayés)
it: Tedesco (interessi anticipati)

source: Get started
de: Fangen Sie an
es: empezar
fr: Commencer
it: Inizia

source: Good
de: Gut
es: Bien
fr: Bien
it: Buono

source: Good stability with savings margin
de: Gute Stabilität mit Sparmarge
es: Buena estabilidad con margen de ahorro.
fr: Bonne stabilité avec marge d'épargne
it: Buona stabilità con margine di risparmio

source: Healthcare
de: Gesundheitspflege
es: Cuidado de la salud
fr: Soins de santé
it: Salute

source: Hide amounts
de: Beträge ausblenden
es: Ocultar cantidades
fr: Masquer les montants
it: Nascondi importi

source: High risk of financial difficulty. Strongly reconsider.
de: Hohes Risiko finanzieller Schwierigkeiten. Überdenken Sie es dringend.
es: Alto riesgo de dificultades financieras. Reconsidere seriamente.
fr: Risque élevé de difficultés financières. Reconsidérez fortement.
it: Alto rischio di difficoltà finanziarie. Riconsidera attentamente.

source: Highest first
de: Das Höchste zuerst
es: más alto primero
fr: Le plus haut en premier
it: Maggiori prima

source: Historical
de: Historisch
es: Histórico
fr: Historique
it: Storico

source: Housing
de: Gehäuse
es: Alojamiento
fr: Logement
it: Abitazione

source: iCloud access restricted
de: iCloud-Zugriff eingeschränkt
es: Acceso restringido a iCloud
fr: Accès iCloud restreint
it: Accesso iCloud limitato

source: iCloud account available
de: iCloud-Konto verfügbar
es: Cuenta de iCloud disponible
fr: Compte iCloud disponible
it: Account iCloud disponibile

source: iCloud Sync
de: iCloud-Synchronisierung
es: Sincronización de iCloud
fr: Synchronisation iCloud
it: Sincronizzazione iCloud

source: iCloud temporarily unavailable
de: iCloud vorübergehend nicht verfügbar
es: iCloud no está disponible temporalmente
fr: iCloud temporairement indisponible
it: iCloud temporaneamente non disponibile

source: Import %lld Transactions
de: %lld-Transaktionen importieren
es: Importar %lld Transacciones
fr: Importer %lld Transactions
it: Importa %lld transazioni

source: Import Backup
de: Backup importieren
es: Importar copia de seguridad
fr: Importer une sauvegarde
it: Importa backup

source: Import Complete!
de: Import abgeschlossen!
es: ¡Importación completada!
fr: Importation terminée !
it: Importazione completata!

source: Import data
de: Daten importieren
es: Importar datos
fr: Importer des données
it: Importa dati

source: Import data?
de: Daten importieren?
es: ¿Importar datos?
fr: Importer des données ?
it: Importare i dati?

source: Import error
de: Importfehler
es: Error de importación
fr: Erreur d'importation
it: Errore di importazione

source: Import Error
de: Importfehler
es: Error de importación
fr: Erreur d'importation
it: Errore di importazione

source: Import existing data
de: Vorhandene Daten importieren
es: Importar datos existentes
fr: Importer des données existantes
it: Importa dati esistenti

source: Import failed: %@
de: Import fehlgeschlagen: %@
es: Error de importación: %@
fr: Échec de l'importation : %@
it: Importazione fallita: %@

source: Import OFX
de: OFX importieren
es: Importar OFX
fr: Importer OFX
it: Importa OFX

source: Import OFX...
de: OFX importieren...
es: Importar OFX...
fr: Importer OFX...
it: Importa OFX...

source: Import successful
de: Import erfolgreich
es: Importación exitosa
fr: Importation réussie
it: Importazione completata

# Imported %lld accounts and %lld transactions.
source: Imported %1$lld accounts and %2$lld transactions.
de: Importierte %1$lld Konten und %2$lld Transaktionen.
es: Se importaron %1$lld cuentas y %2$lld transacciones.
fr: Comptes %1$lld importés et transactions %2$lld.
it: Importati %1$lld conti e %2$lld transazioni.

source: Importing data...
de: Daten werden importiert...
es: Importando datos...
fr: Importation de données...
it: Importazione dati...

source: Importing transactions...
de: Transaktionen werden importiert...
es: Importando transacciones...
fr: Importer des transactions...
it: Importazione transazioni...

source: Importing will replace all existing data. Make sure to export your current data first if needed.
de: Durch den Import werden alle vorhandenen Daten ersetzt. Stellen Sie sicher, dass Sie bei Bedarf zuerst Ihre aktuellen Daten exportieren.
es: La importación reemplazará todos los datos existentes. Asegúrese de exportar sus datos actuales primero si es necesario.
fr: L'importation remplacera toutes les données existantes. Assurez-vous d'exporter d'abord vos données actuelles si nécessaire.
it: L'importazione sostituirà tutti i dati esistenti. Assicurati di esportare i dati attuali prima se necessario.

source: Importing...
de: Importieren...
es: Importador...
fr: Importation...
it: Importazione...

source: Inactive accounts are hidden from selection lists
de: Inaktive Konten werden in Auswahllisten ausgeblendet
es: Las cuentas inactivas están ocultas de las listas de selección.
fr: Les comptes inactifs sont masqués des listes de sélection
it: I conti inattivi sono nascosti dalle liste di selezione

source: Include in budget
de: Im Budget einbeziehen
es: incluir en el presupuesto
fr: Inclure dans le budget
it: Includi nel budget

source: Includes %@ rollover
de: Beinhaltet %@ Rollover
es: Incluye rollover %@
fr: Comprend le rollover %@
it: Include %@ riportato

source: Income
de: Einkommen
es: Ingreso
fr: Revenu
it: Entrata

source: Insufficient funds in source envelope
de: Unzureichende Mittel im Quellenumschlag
es: Fondos insuficientes en el sobre de origen
fr: Fonds insuffisants dans l’enveloppe des sources
it: Fondi insufficienti nella busta di origine

source: Insurance
de: Versicherung
es: Seguro
fr: Assurance
it: Assicurazione

source: Interest
de: Interesse
es: Interés
fr: Intérêt
it: Interesse

source: Interest income
de: Zinserträge
es: Ingresos por intereses
fr: Revenus d'intérêts
it: Interessi attivi

source: Interest paid
de: Gezahlte Zinsen
es: Intereses pagados
fr: Intérêts payés
it: Interessi pagati

source: Interest Rate
de: Zinssatz
es: Tasa de interés
fr: Taux d'intérêt
it: Tasso d'interesse

source: Interest rate (TAN)
de: Zinssatz (TAN)
es: Tasa de interés (TAN)
fr: Taux d'intérêt (TAN)
it: Tasso d'interesse (TAN)

source: Interest rate type
de: Zinstyp
es: Tipo de tasa de interés
fr: Type de taux d'intérêt
it: Tipo di tasso d'interesse

source: Interest saved
de: Zinsen gespart
es: Intereses ahorrados
fr: Intérêts économisés
it: Interessi risparmiati

source: Interest-only payments with full principal due at maturity (bullet payment).
de: Nur-Zins-Zahlungen mit vollständiger Kapitalzahlung bei Fälligkeit (Endzahlung).
es: Pagos únicamente de intereses con el principal total vencido al vencimiento (pago bala).
fr: Paiements d’intérêts uniquement, le capital étant intégralement dû à l’échéance (paiement in fine).
it: Pagamento dei soli interessi con capitale interamente dovuto a scadenza (bullet).

source: Invalid file format
de: Ungültiges Dateiformat
es: Formato de archivo no válido
fr: Format de fichier invalide
it: Formato file non valido

source: Invalid OFX file format
de: Ungültiges OFX-Dateiformat
es: Formato de archivo OFX no válido
fr: Format de fichier OFX invalide
it: Formato file OFX non valido

source: Investment
de: Investition
es: Inversión
fr: Investissement
it: Investimento

source: Italian
de: Italienisch
es: italiano
fr: italien
it: Italiano

source: Italian (constant principal)
de: Italienisch (ständiger Schulleiter)
es: Italiano (principal constante)
fr: Italien (principal constant)
it: Italiano (capitale costante)

source: Italiano
de: Italienisch
fr: Italien

source: Journal entry preview
de: Vorschau des Journaleintrags
es: Vista previa de la entrada del diario
fr: Aperçu d'une entrée de journal
it: Anteprima scrittura contabile

source: JSON is recommended for full backup and restore. OFX is the standard bank format for importing into other apps.
de: Für die vollständige Sicherung und Wiederherstellung wird JSON empfohlen. OFX ist das Standardbankformat für den Import in andere Apps.
es: Se recomienda JSON para realizar copias de seguridad y restauración completas. OFX es el formato bancario estándar para importar a otras aplicaciones.
fr: JSON est recommandé pour une sauvegarde et une restauration complètes. OFX est le format bancaire standard pour l'importation dans d'autres applications.
it: JSON è consigliato per backup e ripristino completo. OFX è il formato bancario standard per importare in altre app.

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua

source: Last 3 months
de: Letzte 3 Monate
es: últimos 3 meses
fr: 3 derniers mois
it: Ultimi 3 mesi

source: Last 3 Months
de: Letzte 3 Monate
es: Últimos 3 meses
fr: 3 derniers mois
it: Ultimi 3 mesi

source: Last 6 months
de: Letzte 6 Monate
es: últimos 6 meses
fr: 6 derniers mois
it: Ultimi 6 mesi

source: Last 6 Months
de: Letzte 6 Monate
es: Últimos 6 meses
fr: 6 derniers mois
it: Ultimi 6 mesi

source: Last 12 months
de: Letzte 12 Monate
es: últimos 12 meses
fr: 12 derniers mois
it: Ultimi 12 mesi

source: Last 15 days
de: Letzte 15 Tage
es: últimos 15 días
fr: 15 derniers jours
it: Ultimi 15 giorni

source: Last month
de: Letzten Monat
es: Mes pasado
fr: Mois dernier
it: Mese scorso

source: Last reconciled: %@
de: Zuletzt abgeglichen: %@
es: Última conciliación: %@
fr: Dernier rapprochement : %@
it: Ultima riconciliazione: %@

source: Last synced: %@
de: Zuletzt synchronisiert: %@
es: Última sincronización: %@
fr: Dernière synchronisation : %@
it: Ultima sincronizzazione: %@

source: Last Year
de: Letztes Jahr
es: El año pasado
fr: L'année dernière
it: Ultimo anno

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Dopo

source: Liabilities
de: Verbindlichkeiten
es: Pasivo
fr: Passif
it: Passività

source: Liability
de: Haftung
es: Responsabilidad
fr: Responsabilité
it: Passività

source: Light
de: Licht
es: Luz
fr: Lumière
it: Chiaro

source: Limited data (%lld months) - results may vary
de: Begrenzte Daten (%lld Monate) – Ergebnisse können variieren
es: Datos limitados (%lld meses): los resultados pueden variar
fr: Données limitées (%lld mois) - les résultats peuvent varier
it: Dati limitati (%lld mesi) - i risultati possono variare

source: Limited historical data. Add more transactions for a more accurate analysis.
de: Begrenzte historische Daten. Fügen Sie weitere Transaktionen hinzu, um eine genauere Analyse zu erhalten.
es: Limited historical data. Agregue más transacciones para un análisis más preciso.
fr: Données historiques limitées. Ajoutez plus de transactions pour une analyse plus précise.
it: Dati storici limitati. Aggiungi più transazioni per un'analisi più accurata.

source: Loan
de: Darlehen
es: Préstamo
fr: Prêt
it: Prestito

source: Loan calculator
de: Kreditrechner
es: Calculadora de préstamos
fr: Calculateur de prêt
it: Calcolatore prestiti

source: Loan details
de: Kreditdetails
es: Detalles del préstamo
fr: Détails du prêt
it: Dettagli prestito

source: Loan information
de: Kreditinformationen
es: Información del préstamo
fr: Informations sur le prêt
it: Informazioni prestito

source: Loan saved successfully!
de: Kredit erfolgreich gespeichert!
es: ¡Préstamo guardado exitosamente!
fr: Prêt enregistré avec succès !
it: Prestito salvato con successo!

source: Loan summary
de: Kreditübersicht
es: Resumen del préstamo
fr: Résumé du prêt
it: Riepilogo prestito

source: Loans & mortgages
de: Kredite und Hypotheken
es: Préstamos e hipotecas
fr: Prêts et hypothèques
it: Prestiti e mutui

source: Long Term Projection
de: Langfristige Prognose
es: Proyección a largo plazo
fr: Projection à long terme
it: Proiezione lungo termine

source: Lowest first
de: Niedrigster zuerst
es: El más bajo primero
fr: Le plus bas en premier
it: Minori prima

source: Manageable
de: Überschaubar
es: Manejable
fr: Maniable
it: Gestibile

source: Maximum
de: Maximal
es: Máximo
it: Massimo

source: Method
de: Verfahren
es: Método
fr: Méthode
it: Metodo

source: MIT License
de: MIT-Lizenz
es: Licencia MIT
fr: Licence MIT
it: Licenza MIT

source: Mixed
de: Gemischt
es: Mezclado
fr: Mixte
it: Misto

source: Monday
de: Montag
es: Lunes
fr: Lundi
it: Lunedì

source: month
de: Monat
es: mes
fr: mois
it: mese

source: monthly
de: monatlich
es: mensual
fr: mensuel
it: mensile

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
